원, 적으면
,
원의 상금을 받게 되고, 나중에는 우리 동포 중에도 독립군의 소재를 밀고하는 일까지 생겼으니, 여기는 독립운동자들이 통일이 없어 셋, 다섯으로 갈라져서 재물, 기타로 동포에게 귀찮음을 준 책임도 없지 아니하다.
애초에 만주에 있던 독립운동 단체는 다 임시정부를 추대하였으나 차차로 군웅할거의 폐풍이 생겨, 정의부와 신민부가 우선 임시정부의 절제를 안 받게 되었다.
상해의 정세도 소위 양패구상으로 둘이 싸워 둘이 다 망한 셈이 되었고 한국독립당 하나로 겨우 민족진영의 껍데기를 유지할 뿐이었다.
임시정부에는 사람도 돈도 들어오지 아니하여 대통령 이승만이 물러나고 박은식이 대신 대통령이 되었으나 대통령제를 국무령제로 고쳐 놓았을 뿐으로 나가고, 제
대 국무령으로 뽑힌 이상룡은 서간도로부터 상해로 취임하러 왔으나, 각원을 고르다가 지원자가 없어 도로 서간도로 물러가고, 다음에 홍면희(나중에 홍진)가 선거되어 진강으로부터 상해에 와서 취임하였으나 역시 내각조직에 실패하였다.
하루는 의정원 의장 이동녕 선생이 나를 찾아와서 내가 국무령이 되기를 권하였으나 나는 두 가지 이유로 사양하였다.
축소판 형태)에 불과하다 하더라도 나같이 미천한 사람이 일국의 원수가 된다는 것은 국가와 민족의 위신에 큰 관계가 있다는 것이요, 둘째로 말하면 이상룡, 홍면희 두 사람도 사람을 못 얻어서 내각 조직에 실패하였거늘 나 같은 사람에게 더욱 응할 인물이 없을 것이란 것이었다.
나는 윤기섭, 오영선, 김갑, 김철, 이규홍 등으로 내각을 조직하고 현재의 제도로는 내각을 조직하기가 번번이 곤란할 것을 통절히 깨달았으므로, 한 사람에게 책임을 지우는 국무령제를 폐지하고 국무위원제로 개정하여 의정원의 동의를 얻었다.
이렇게 하여 정부는 자리가 잡혔으나 경제 곤란으로 정부의 이름을 유지할 길이 망연하였다.
원, 심부름꾼 월급이
원 미만이었으나, 이것도 낼 힘이 없어서 집주인에게 여러 번 송사를 겪었다.
다른 위원들은 거의 다 가권이 있었으나 나는 아이들 둘도 다 본국 어머니께로 돌려보낸 뒤라 홑몸이었다.
명 가량 되었다.
엄항섭 군은 프랑스 공무국에서 받은 월급으로 석오(이동녕의 당호)나 나 같은 궁한 운동자를 먹여살렸다.
그의 전실 임씨는 내가 그 집에 갔다가 나올 때면 대문 밖에 따라나와서 은전 한두 푼을 내 손에 쥐어주며,
"아기 사탕이나 사주셔요."
하였다.
나는 애초에 임시정부의 문 파수를 지원하였던 것이 경무국장으로, 노동국 총판으로, 내무총장으로, 국무령으로, 오를 대로 다 올라서 다시 국무위원이 되고 주석이 되었다.
여 명이나 되던 독립운동자가 이제는 수십 명도 못 되는 형편이었다.
왜 이렇게 독립운동자가 줄었는가.
이러한 상태에 있어서 인시정부의 할 일이 무엇인가
첫째로 돈이 있어야 할 터인데 돈이 어디서 나오나
본국과 만주와는 이미 연락이 끊겼으니 미주와 하와이에 있는 동포에게 임시정부의 곤란한 사정을 말하여 그 지지를 구할 수밖에 없었다.
나는 영문에는 문맹이므로 편지 겉봉도 쓸 줄 몰랐으므로 엄항섭, 안공근 등에게 의뢰하여서 쓰게 하였다.
이 편지 정책의 효과를 기다리기는 벅찼다.
불을 보내왔다.
하와이에서도 안창호, 가와이, 현순, 김상호, 이홍기, 임성우, 박종수, 문인화, 조병요, 김현구, 황인환, 김윤배, 박신애, 심영신 등 제씨가 임시정부를 위하여 정성을 쓰기 시작하고, 미주에서는 국민회에서 점차로 정부에 대한 향심이 생겨서 김호, 이종소, 홍언, 한시대, 송종익, 최진하, 송헌주, 백일규 등 제씨가 일어나 정부를 지지하고, 멕시코에서는 김기창, 이종오, 쿠바에서는 임천택, 박창운 등 제씨가 임시정부를 후원하고, 동지회 방면에서는 이승만 박사를 위시하여 이원순, 손덕인, 안현경 제씨가 임시정부를 유지하는 운동에 참가하였다.
그리고 하와이에 있는 안창호(도산 아님), 임성우 양 씨는 내가 민족에 생색날 일을 한다면 돈을 주선하마 하였다.
하루는 어떤 청년 동지 한 사람이 거류민단으로 나를 찾아왔다.
며칠 후였다.
"당신네들은 독립운동을 한다면서 왜 일본 천황을 안 죽이오
"
이 말에 어떤 민단 사무원이,
"일개 문관이나 무관 하나도 죽이기가 어려운데 천황을 어떻게 죽이오
"
한즉, 그 청년은,
"내가 작년에 천황이 능행을 하는 것을 길가에 엎드려서 보았는데, 그 때에 나는 지금 내 손에 폭발탄 한 개만 있었으면 천황을 죽이겠다고 생각하였소."
하였다.
나는 그날 밤에 이봉창을 그 여관으로 찾았다.
"제 나이가 이제 서른한 살입니다.
년 동안에 인생의 쾌락이란 것은 대강 맛을 보았습니다.
이씨의 이 말에 내 눈에는 눈물이 찼다.
이봉창 선생은 공경하는 태도로 내게 국사에 헌신할 길을 지도하기를 청하였다.
년 이내에는 그가 할 일을 준비할 터이나 지금 임시정부의 사정으로는 그의 생활비를 댈 길이 없으니 그 동안은 어떻게 하려는가고 물었더니, 그는 자기가 철공으로 배운 재주가 있고 또 일어를 잘하여 일본서도 일본 사람으로 행세하였고, 또 일본 사람의 양자로 들어가 목하창장(木下昌藏)이라 하여 상해에 오는 배에서도 그 이름을 썼으니, 자기는 공장에서 생활비를 벌면서 일본 사람 행세를 하며 언제까지나 나의 지도가 있기를 기다리노라고 하였다.
이리하여 나는 그에게 나하고는 빈번한 교제를 하지 말고 한 달에 한 번씩 밤에 나를 찾아와 만나자고 주의시킨 후에 일인이 많이 사는 홍구로 떠나보냈다.
수일 후에 그가 내게 와서 월급
원에 일본인의 공장에 취직하였노라 하였다.
그 후부터는 그는 종종 술과 고기와 국수를 사가지고 민단 사무소에 와서 민단 직원들과 놀고, 술이 취하면 일본 소리를 잘 하므로 '일본경감'이라는 별명을 얻었다.
